//task name label
HSDTaskName = "传真日志";

HSDFaxLogsDescription = "使用复选框选择要阻止或取消阻止的传真号码，然后单击“应用”。";

//Table view table titles
HSDTableColumnTitleType = "类型";
HSDTableColumnTitleDate = "日期";
HSDTableColumnTitleTime = "时间";
HSDTableColumnTitleDuration = "持续时间";
HSDTableColumnTitlePages = "页面";
HSDTableColumnTitleResult = "结果";
HSDTableColumnTitleFaxNumber = "传真号码";
HSDTableColumnTitleBlock = "阻止";

//Button titles
HSDPrintButtonTitle = "打印传真活动记录";
HSDApplyButtonTitle = "立即应用";

//Printing progress title
PrintingProgressTitle = "正在打印… 请稍候";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "已接收的传真日志";
SentFaxesLogMenuItemTitle = "已发送的传真日志";
AllFaxesLogMenuItemTitle = "所有传真日志";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "已达到阻止的号码限制";
FaxBlackListLimitErrorDescription = "您的设备最多可存储 %d 个阻止的传真号码。请取消阻止一些传真号码，然后重试。";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "请检查设备是否联机，以及是否不在处理传真作业。";

//Fax session types
SentSessitonType = "已发送";
RecievedSessionType = "已接收";

//Fax log results
SuccessResultCode = "成功";
ErrorResultCode = "错误";
BusyResultCode = "忙碌";
NoAnswerResultCode = "无应答";
NoDialToneResultCode = "无拨号音";
NoDocumentResultCode = "无文档";
DocumentJamResultCode = "文档卡纸";
DoorOpenResultCode = "门未关闭";
PowerFailureResultCode = "电源故障";
BlacklistedResultCode = "已列入黑名单";
StorageFullResultCode = "存储设备已满";
OutOfMemoryResultCode = "内存不足";
PhoneLineUnavailableResultCode = "电话线不可用";
FaxDisconnectedResultCode = "传真连接已断开";
PCDisconnectedResultCode = "计算机连接已断开";
RemoteNotColorResultCode = "远程无色彩";
CommunicationErrorResultCode = "通信错误";
CancelledResultCode = "已取消";
